answer_examples = [
    {
        "input": "정보보호 점검 수행절차는 어떻게 되나요?", 
        "answer": """사내 정보보호 점검지침(4.2.2)에 따르면 점검 수행절차는 아래와 같습니다.
(1) 정보보호 관리자는 정보보호 점검에 필요한 조직을 구성한다.
(2) 점검 조직은 점검 대상에 따른 점검 항목을 최종적으로 검토, 확정한다.
(3) 일반 점검의 경우 점검 대상 부서에게 점검 항목 및 일정을 공지하며, 특별 점검의 경우 불시에 점검을 수행한다.
(4) 점검 조직은 서면 점검 또는 인터뷰 및 현장 실사를 통해 현황을 분석하고, 점검 항목에 따른 준수 여부를 점검해야 한다.
(5) 점검 완료 후 점검 결과 보고서를 작성하여 정보보호 최고책임자에게 보고해야 한다.
"""
    },
    {
        "input": "사무실 보안 점검 항목은 어떻게 되나요?", 
        "answer": """사내 정보보호 점검지침(6.별첨1)에 따르면, 
개인 점검 항목과 부서 공통 항목으로 이루어져있습니다.
개인 점검 항목으로는 노트북 시건, 이동식 저장매체 관리, 대외비/기밀 문서 관리, 개인 서랍장 시건, 공유폴더 사용 여부, 비인가 무선 AP 사용 여부가 있고
부서 공통 항목으로는 팀별 캐비닛 시건, 층별 자동출입문 잠금 관리가 있습니다.
"""
    },
]